{"data":{"markdownRemark":{"html":"<h2><span style=\"font-size:47px;\">A</span> nuclear war could blow enough fine dust into our stratosphere to filter out our sunlight and create a nuclear winter that could freeze out most human and animal life on the planet.</h2>\n<h2>Here is a report of the conference \"The World After a Nuclear War\" in Washington, D.C., November, 1983:</h2>\n<blockquote>\n<h3>Well over a hundred scientists working independently in countries such as the United States, Germany and the Soviet Union presented a grim consensus that was summed up by Stanford University Ecologist, Paul Ehrlich, \"The two to three billion who are at least able to stand up after the last weapon goes off are going to be -- at least in the Northern Hemisphere -- starving to death in a dark, smoggy world.\" The World Health Organization has concluded that a major nuclear war between the United States and the Soviet Union could leave 1.1 billion dead from immediate nuclear effects of the blast, fireball and radiation. Another 1.1 billion would be injured. Since medical facilities would be almost wiped out, most of the injured will die. The ultimate toll within a few months is estimated by this study to be more than 2 billion people or roughly half the world's population.</h3>\n<h3>But will the survivors be much better off? Ehrlich points out that even at noon, the earth will be almost dark because of the millions of tons of dirt and debris that the nuclear explosions will throw into the sky. He points out that rampaging forest and city fires may burn 50% to 60% of the United States and send huge amounts of smoke into the sky. It will take many months to settle back to earth. Scientists estimate that temperatures in the plains of North America and the steppes of Central Asia may drop as much as 40째C (72째F) -- it could literally freeze in July.</h3>\n<h3>With our atmosphere enshrouded in nuclear dust carried up into the stratosphere, sunlight would not sustain photosynthesis, according to Joseph Berry, noted plant physiologist, of the Carnegie Institution of Washington. Several atmospheric chemists pointed out that in some regions the light would fall to as little as 5% to 10% of the former levels. Carl Sagan said that if a little less than half of our nuclear materials are exploded (5,000 megatons), the midwest would drop 15째 to 20째 below zero Farenheit for months.*</h3>\n</blockquote>\n<ul>\n<li><em>Science News</em>, Volume 124, November 12, 1983, pages 14-17.</li>\n</ul>","frontmatter":{"previous":"/page-47","next":"/page-49","monkey_msg":" SURVIVAL"}}},"pageContext":{"slug":"/page-48/"}}