{"data":{"markdownRemark":{"html":"<center>\n<b>\n## FOREWORD\n</b>\n</center>\n<h3>Two events converged on me this summer. They supplemented each other and gave me the inpiration and added push I needed. They made me respond the the urgency I had felt brewing in me for some time to express my concern about the worldwide danger of nuclear weapons.</h3>\n<h3>The first event was my viewing the videotape \"The Last Epidimic,\" taken at a symposium held in November, 1980 on the unacceptability of nuclear weapons for human health. I was deeply impressed by the physicians and scientists who brought their knowledge and eloquence to that meeting. Their stature and level of experience, insight and courage left no doubt in my mind that my priorities had to be rearranged. I had to add my voice and speak out now!</h3>\n<h3>The second experience was my exposure to the Hundredth Monkey Phenomenon, which I learned about in talks by Marilyn Ferguson and Carl Rogers. This phenomenon shows that when enough of us are aware of something, all of us become aware of it.</h3>\n<h3>That concept confirmed my own intuitive trust in the basic tenet of my work -- that the appreciation and love we have for ourselves and others creates an expanding energy field that becomes a growing power in the world. This radical new support gives me the counterbalance of hope to offset the doomsday story of nuclear destruction.</h3>\n<h3>There is no need to feel helpless ot get paralyzed by hopelessness. We know we have the power to make changes if we can join together and raise our voices in unison. There is more power in numbers that we ever hoped to dream about! I call for us to let our numbers grow exponentially as we all take it on ourselves to spread these messages.</h3>\n<h3>We are the bearers of a new vision. We can dispel the old destructive myths and replace them with the life-enriching truths that are essential to continued life on our planet.</h3>\n<center>\nSt Mary, Kentucky          Ken Keyes, Jr.\nDecember, 1981\n</center>","frontmatter":{"previous":"/page-3","next":"/page-7","monkey_msg":""}}},"pageContext":{"slug":"/page-4/"}}