{"data":{"markdownRemark":{"html":"<p><span style=\"font-size:74px;\">I</span>n Nvovember, 1980, a group of physicians and scientists held a symposium at the University of California in Berkeley. At this symposium Dr.Kosta Tsipis, Professor of Physics, Massachusetts Institute of Technology, stated,</p>\n<blockquote>\n<p>...our earth is surrounded be a thin layer of ozone. Ozone is a particular isotope of oxygen that has the lovely property of absorbing much of the ultraviolet rays of the sun. The ultraviolet rays of the sun are the ones that cause skin burns. When you go to the beach and you get sunburned, that's what does it. In addition, the ultraviolet rays of the sun blind the eyes that are exposed to them for any period of time. The very fact that we can exist on this earth -- that there is fauna, animals with eyes on this earth -- is based on the existence of the ozone layer that filters out the most of the ultraviolet rays of the sun and therefore allows us to survive.</p>\n</blockquote>\n<blockquote>\n<p>What happens when a nuclear weapon explodes is that a very large number of nitrogen oxides are generated by the radiation that flies out from the explosion. As a matter of fact, a  one-megaton weapon will generate 10^32 molecules of nitrogen oxides. These molecules are lifted up together with the fireball, and reach (for a one-megaton weapon) the altitude of say 50, 60, 70 thousand feet, where the ozone is. At that point, these molecules will start eating up the ozone -- literally -- taking it away from circulation... for long periods of time. It is a very complex photochemical process, but we know that it occurs.... The National Academy of Sciences felt quite sure to state that if you have exploded ... in a very short period of time 50% of the weapons that will be available in the arsenals of the Soviet Union and the United States by 1985, this simultaneous explosion will create enough nitrogen oxides to take out 50 to 70% of the ozone layer above the northern hemisphere and 30 to 40% of the ozone layer in the southern hemisphere, because we assume that all of these explosions will take place in the northern hemisphere....</p>\n</blockquote>\n<blockquote>\n<p>The latest word out of the scientific laboratories in that a 20% depletion of the ozone layer will allow enough ultraviolet light to come to earth that it will blind all unprotected eyes. Now, we can all wear glasses, and they will all be blinded and they will all eventually die. And this is the largest-scale ecological catastrophe that one can imagine -- that all the fauna on the earth will be blinded and eventually die.</p>\n</blockquote>\n<blockquote>\n<p>I can think of nothing else that is a more massive ecological dislocation -- to use a mild word. The entire ecosystem will collapse. Because if we don't have insects, for example, to pollenate the flowers, we won't have fruit .... The whole thing collapses, and that is what will happen, most probably, if only 50% of the weapons in the arsenals of the two superpowers in 1985 were to be exploded within a few days in a nuclear war.*</p>\n</blockquote>\n<p>*A brilliant 48-minute videotape and 16 mm film of this important conference, entitled \"The Last Epidimic: The Medical Consequences of Nuclear War\", are available from the Resource Center for Nonviolence, Box 2324, Santa Cruz, CA 95063 or from Physicians for Social Responsibility, 639 Massachusetts Ave., Cambridge, MA 02139. You may wish to buy a videotape or rent the film to share it in your community.</p>\n<p>+</p>","frontmatter":{"previous":"/page-31","next":"page-33","asterisk":null}}},"pageContext":{"slug":"/page-32/"}}